<?php


// массив для проектов
$projects = ["Все", "Входящие", "Учеба", "Работа", "Домашние дела", "Авто"];

// двумерный массив для задач
$tasks = [
        
          [
            "Задача" => "Встреча с другом",
            "Дата выполнения" => "  22.04.2018",
            "Категория" => "Входящие",
            "Выполнен" => "Нет",
            ],
            
            [
            "Задача" => "Сделать задание первого раздела",
            "Дата выполнения" => "21.04.2018",
            "Категория" => "Учеба",
            "Выполнен" => "Да",   
            ],
        
            [
            "Задача" => "Выполнить тестовое задание",
            "Дата выполнения" => "25.05.2018",
            "Категория" => "Работа",
            "Выполнен" => "Нет",
            ],
      
            [
            "Задача" => "Собеседование в IT компании",
            "Дата выполнения" => "01.06.2018",
            "Категория" => "Работа",
            "Выполнен" => "Нет",
            ],
      
            [
            "Задача" => "Заказать пиццу",
            "Дата выполнения" => null,
            "Категория" => "Домашние дела",
            "Выполнен" => "Нет",
            ],
              
            [
            "Задача" => "Купить корм для кота",
            "Дата выполнения" => null,
            "Категория" => "Домашние дела",
            "Выполнен" => "Нет",
            ]
      
            ];




?>
